cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'atuin'
brew 'awscli'
brew 'helm'
brew 'imagemagick'
brew 'k9s'
brew 'kubectx'
brew 'kubectl'
brew 'spaceman-diff'
brew 'spark'
brew 'terraform'
brew 'wget'
brew 'yt-dlp'

cask 'ghostty'
cask 'qlvideo'
cask 'visual-studio-code'
cask 'vlc'
